/* App name */
"About.appName.android" = "EasyETZ";

/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Fait par l'équipe ETZ monde. Version %1$@";

/* Privay Policy button label */
"About.privacy" = "Politique de confidentialité";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Conditions d'utilisation";

/* About screen title */
"About.title" = "À propos de";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* About screen wallet ID label */
"About.walletID" = "ID de récompenses EasyETZ";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Fermer";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centre d'assistance";

/* Account balance */
"Account.balance" = "Solde";

/* Account max power */
"Account.maxPower" = "maximum d'énergie";

/* Account available power */
"Account.availablePower" = "puissance disponible";

/* $10000 per BTC */
"Account.exchangeRate" = "%1$@ par %2$@";

/* Loading Wallet Message */
"Account.loadingMessage" = "Chargement du portefeuille";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mon EasyETZ";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "Il semble que vous utilisez un clavier tiers. Ce dernier peut enregistrer ce que vous tapez et voler votre portefeuille papier. Veuillez basculer vers le clavier Android par défaut pour plus de sécurité.";

/* Error alert title */
"Alert.error" = "Erreur";

/* Keystore error */
"Alert.keystore.generic.android" = "Un problème est survenu avec votre keystore Android OS, veuillez contacter support@etherzero.org";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "Vos données cryptées de EasyETZ ont été récemment invalidées, car le verrouillage de l'écran de votre appareil Android a été désactivé.";

/* Keystore error title */
"Alert.keystore.title.android" = "Erreur avec le KeyStore Android";

/* No internet alert message */
"Alert.noInternet" = "Aucune connexion Internet n'a été trouvée. Vérifiez votre connexion et réessayez.";

/* Warning alert title */
"Alert.warning" = "Avertissement";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresses copiées";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Toutes les adresses du portefeuille ont été copiées avec succès.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Ensemble des clés papier";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Impressionnant !";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Ensemble PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Échec de l'envoi";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Envoyer confirmation";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Argent envoyé !";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "Empreinte digitale reconnue";

/* Tell the user where they can enable permissions to access device storage. */
"Android.allowFileSystemAccess" = "Veuillez activer les autorisations de stockage dans les paramètres de votre appareil : « Paramètres » > « Applications » > « EasyETZ » > « Autorisations ».";

/* The "home" screen is the name of the top level menu for the app. */
"Android.BCH.welcome.message" = "Vous pouvez consulter le montant de BCH de votre portefeuille via l'écran d'accueil.";

"Android.BCH.welcome.title" = "EasyETZ prend désormais en charge le Bitcoin Cash !";

"Android.screenAlteringMessage" = "EasyETZ ne fonctionnera pas correctement à moins que les applications modifiant l'écran (telles que Twilight) ne soient désactivées.";

/* An app that alters the screen ("screen-altering app") has been detected. */
"Android.screenAlteringTitle" = "Application modifiant l'écran détectée";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Erreur de sérialisation JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Le portefeuille n'est pas prêt";

/* API Token error message */
"ApiClient.tokenError" = "Impossible de récupérer le jeton de l'API";

/* Send BCH view body. */
"BCH.body" = "Entrez une adresse de destination BCH ci-dessous. Tous les BCH dans votre portefeuille au moment de la fourchette (%1$@) seront envoyés.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmer l'envoi de %1$@ à %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmation";

/* Generic bch erorr message */
"BCH.genericError" = "Votre compte ne contient aucun BCH ou vous avez reçu le BCH après la fourchette.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID de transaction copiée";

/* No address error message */
"BCH.noAddressError" = "Veuillez entrer une adresse";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Les demandes de protocole de paiement ne sont pas prises en charge pour les transactions BCH";

/* BCH successfully sent alert message */
"BCH.successMessage" = "BCH envoyés avec succès.";

/* Widthdraw BCH view title */
"BCH.title" = "Retirer les BCH";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID de transaction BCH";

/* Approve button label */
"BitID.approve" = "Approuver";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ requiert l'authentification en utilisant votre portefeuille bitcoin";

/* Deny button label */
"BitID.deny" = "Refuser";

/* BitID error alert title */
"BitID.error" = "Erreur d'authentification";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Veuillez vérifier avec le service. Vous pourriez avoir à essayer de nouveau.";

/* BitID success alert title */
"BitID.success" = "Authentification réussie";

/* BitID Authentication Request alert view title */
"BitID.title" = "Demande d'authentification BitID";

/* As in "(tap here to) buy (bitcoin)" */
"Button.buy" = "Acheter";

/* Cancel button label */
"Button.cancel" = "Annuler";

/* prompt continue button */
"Button.continueAction" = "Continuer";

/* prompt dismiss button */
"Button.dismiss" = "Ignorer";

/* Button to return to the "home" screen (the home screen is the top menu). */
"Button.Home" = "Accueil";

/* Ignore button label */
"Button.ignore" = "Rejeter";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Non";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Recevoir";

/* Click this button to sell an asset */
"Button.sell" = "Vendre";

/* send button */
"Button.send" = "envoyer";

/* Settings button label */
"Button.settings" = "Paramètres";

/* Settings button label */
"Button.submit" = "Envoyer";

/* Yes button */
"Button.yes" = "Oui";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrez votre identifiant dans le champ";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Montant à envoyer :";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Frais de réseau :";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "Temps de traitement : cette opération devrait se conclure dans %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Envoyer";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmation";

/* To: (address) */
"Confirmation.to" = "À";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Coût total :";

/* Confirm paper phrase error message */
"ConfirmPaperPhrase.error" = "Les mots saisis ne correspondent pas à votre clé papier. Veuillez réessayer.";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Pour vous assurer que tout a été écrit correctement, entrez les mots suivants à partir de votre clé papier.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Mot no.%1$@";

/* Agree to legal terms button */
"Crowdsale.agree" = "Accepter";

/* As in "(tap here to) buy (some) tokens" */
"Crowdsale.buyButton" = "Acheter des jetons";

/* Decline to legal terms button */
"Crowdsale.decline" = "Refuser";

/* Resume Idnetify verification button */
"Crowdsale.resume" = "Reprendre la vérification";

/* Retry Identity verification button */
"Crowdsale.retry" = "Réessayer";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unité d'affichage Bitcoin";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Taux de change";

/* The wallet is disabled. */
"Disabled.title" = "Portefeuille désactivé";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Cet appareil n'est pas configuré pour envoyer un e-mail avec l'application e-mail pour iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-mail non disponible";

/* Message that gets shown when we've detected the user has encountered the looping lock-screen bug. (preserve [ ] characters) */
"ErrorMessages.loopingLockScreen.android" = "EasyETZ ne peut pas être authentifié en raison d'un bug dans votre version d'Android. [Veuillez cliquer ici pour plus d'informations.]";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Cet appareil n'est pas configuré pour envoyer des messages.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Messagerie non disponible";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "L'empreinte digitale n'a pas été reconnue. Veuillez réessayer.";

/* You can customize your Face ID Spending Limit from the [menu] */
"FaceIDSettings.customizeText" = "Vous pouvez personnaliser votre limite de dépense Face ID à partir de %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Utilisez votre visage pour déverrouiller votre EasyETZ et envoyer de l'argent jusqu'à une limite définie.";

/* Title of the screen for setting the Face ID Spending Limit */
"FaceIDSettings.linkText" = "Réglage des limites de dépenses Face ID";

/* Setting to turn on Face ID for ETZ */
"FaceIDSettings.switchLabel" = "Activer Face ID pour EasyETZ";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Instructions on how to turn on face id on the iPhone. Please ensure the name of the menu in this string matches the wording Apple uses in the iPhone menu. */
"FaceIDSettings.unavailableAlertMessage" = "Vous n'avez pas configuré votre Face ID sur cet appareil. Allez dans Paramètres -> Face ID & code d'accès pour le configurer maintenant.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID non configuré";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limite de dépenses Face ID";

/* Economy fee */
"FeeSelector.economy" = "Économie";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1 à 24 heures";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Cette option n'est pas recommandée pour les transactions dont les délais sont cruciaux.";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "Délai de réception estimé : %1$@";

/* [This transaction will complete in] 2-5 seconds */
"FeeSelector.ethTime" = "2 à 5 secondes";

/* Regular fee */
"FeeSelector.regular" = "Régulier";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10 à 60 minutes";

/* Fee Selector title */
"FeeSelector.title" = "Vitesse de traitement";

/* This is the section that allows administration of the user's wallet */
"HomeScreen.admin" = "Admin";

/* This section lists the users wallets */
"HomeScreen.portfolio" = "Portefeuilles";

/* Label for the total balance of all the user's assets (style is all lower case if your language permits) */
"HomeScreen.totalAssets" = "Capital total";

/* Checking private key balance progress view text */
"Import.checking" = "Vérification du solde des clés privées...";

/* Sweep private key confirmation message */
"Import.confirm" = "Envoyer %1$@ de cette clé privée dans votre portefeuille ? Le réseau bitcoin recevra des frais de %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Cette clé privée est déjà dans votre portefeuille.";

/* empty private key error message */
"Import.Error.empty" = "Cette clé privée est vide.";

/* High fees error message */
"Import.Error.highFees" = "Les frais de transactions excederaient le sold disponible sur cette clé privée";

/* Not a valid private key error message */
"Import.Error.notValid" = "Pas une clé privée valide";

/* Import signing error message */
"Import.Error.signing" = "Erreur lors de la signature de la transaction";

/* [Redeem] the funds stored on this private key. */
"Import.importButton" = "Importer";

/* Importing wallet progress view label */
"Import.importing" = "Importation du portefeuille";

/* Caption for graphics */
"Import.leftCaption" = "Portefeuille à importer";

/* Import wallet intro screen message */
"Import.message" = "Importer un portefeuille signifie le transfert de tout son contenu dans votre portfeuille EasyETZ en une seule transaction.\n";

/* Enter password alert view title */
"Import.password" = "Cette clé privée est protégée par mot de passe.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "mot de passe";

/* Caption for graphics */
"Import.rightCaption" = "Votre portefeuille EasyETZ";

/* Scan Private key button label */
"Import.scan" = "Scanner la clé privée";

/* Import wallet success alert title */
"Import.success" = "Succès";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Portefeuille importé avec succès.";

/* Import Wallet screen title */
"Import.title" = "Importer un portefeuille";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Clé de déverrouillage";

/* Import wallet intro warning message */
"Import.warning" = "L'importation d'un portefeuille exclue l'historique de transaction ou tout autre information.";

/* Wrong password alert message */
"Import.wrongPassword" = "Mauvais mot de passe saisi, veuillez essayer de nouveau.";

/* Close app button */
"JailbreakWarnings.close" = "Fermer";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorer";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SÉCURITÉ DU DISPOSITIF COMPROMISE\nToute application « évasive » peut accéder aux données du porte-clé de ETZ et voler vos bitcoins ! Détruisez ce portefeuille immédiatement et restaurez-le sur un appareil sécurisé.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SÉCURITÉ DU DISPOSITIF COMPROMISE\nToute application « évasive » peut accéder aux données du porte-clé de ETZ et voler vos bitcoins. N'utilisez EasyETZ que sur un appareil non évasif.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "AVERTISSEMENT";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "Supprimer";

/* Location services disabled error */
"LocationPlugin.disabled" = "Les services de localisation sont désactivés.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "EasyETZ n'a pas l'autorisation d'accéder aux services de localisation.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Vous avez créé votre portefeuille sur %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Le nom de votre portefeuille n'apparaît que dans l'historique des transactions de votre compte et ne peut être vu par personne d'autre.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nom du portefeuille";

/* Manage wallet modal title */
"ManageWallet.title" = "Gérer le portefeuille";

/* "Add [a] Wallet [to the home screen]" */
"MenuButton.addWallet" = "Ajouter un portefeuille";

/* Buy bitcoin title */
"MenuButton.buy" = "Acheter des Bitcoins";

/* Menu button title */
"MenuButton.lock" = "Verrouiller le portefeuille";

/* Menu button title */
"MenuButton.security" = "Centre de sécurité";

/* Menu button title */
"MenuButton.settings" = "Paramètres";

/* Menu button title */
"MenuButton.support" = "Assistance";

/* button label */
"MenuViewController.createButton" = "Créer un nouveau portefeuille";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Récupérer le portefeuille";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Passer au mode automatique";

/* Node is connected label */
"NodeSelector.connected" = "Connecté";

/* Node is connecting label */
"NodeSelector.connecting" = "Connexion en cours";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Entrer l'adresse IP et le port des nœuds (optionnel)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Soumettre le nœud";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Passer au mode manuel";

/* Node address label */
"NodeSelector.nodeLabel" = "Nœud principal actuel";

/* Node is not connected label */
"NodeSelector.notConnected" = "Non connecté";

/* Node status label */
"NodeSelector.statusLabel" = "Statut de connexion du nœud";

/* Node Selector view title */
"NodeSelector.title" = "Nœuds Bitcoin";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Mauvaise demande de paiement";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Document non pris en charge ou endommagé";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certificat manquant";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "demande expirée";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Impossible de faire un paiement";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Les paiements par Bitcoin ne peuvent être inférieurs à %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Les résultats des transactions de Bitcoin ne peuvent pas être inférieurs à %1$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "type de signature non pris en charge";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificat non approuvé";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Touchez Continuer pour activer Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Activer Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Un code d'accès pour l'appareil est requis pour sécuriser votre portefeuille. Allez aux paramètres et activez le code d'accès.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Activez le code d'accès de l'appareil";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "Il est nécessaire de configurer un verrouillage d'écran pour protéger votre portefeuille. Allez dans « Paramètres » > « Sécurité » > « Verrouillage d'écran », puis activez-le pour continuer.";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "Verrouillage d'écran désactivé";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Votre paperkey doit être sauvegardé au cas où vous perdiez ou changiez votre téléphone. Cliquez ici pour continuer.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Une action est requise";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Votre portefeuille n'est peut être pas synchronisé. Cela peut souvent être corrigé en scannant la blockchain à nouveau.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaction rejetée";

/* Share data prompt body */
"Prompts.ShareData.body" = "Aidez à améliorer EasyETZ en partageant vos données anonymes avec nous";

/* Share data prompt title */
"Prompts.ShareData.title" = "Partager les données anonymes";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Tapez ici pour activer Touch ID";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "Appuyez ici pour activer l'identification par empreinte digitale";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Activer Touch ID";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "Activer l'identification par empreinte digitale";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "PIN";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "EasyETZ a été mis à jour pour utiliser un code PIN à six chiffres. Appuyez ici pour mettre à niveau.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Mettre à jour le code PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Activez les notifications pour recevoir des messages spéciaux de EasyETZ à l'avenir.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notifications push";

/* Push notifications are off label */
"PushNotifications.off" = "Non";

/* Push notifications are on label */
"PushNotifications.on" = "Oui";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifications";

/* Address copied message. */
"Receive.copied" = "Copié dans le presse-papier.";

/* Share via email button label */
"Receive.emailButton" = "E-mail";

/* Request button label */
"Receive.request" = "Demander un montant";

/* Share button label */
"Receive.share" = "Partager";

/* Share via text message (SMS) */
"Receive.textButton" = "Message texte";

/* Receive modal title */
"Receive.title" = "Recevoir";

/* Done button text */
"RecoverWallet.done" = "Terminé";

/* Recover wallet header */
"RecoverWallet.header" = "Récupérer le portefeuille";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Réinitialiser PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Entrez la clé papier";

/* Recover wallet intro */
"RecoverWallet.intro" = "Récupérez votre EasyETZ avec votre clé papier.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "La clé papier saisie n'est pas valide. Revérifiez chaque mot et réessayez.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Flèche gauche";

/* Next button label */
"RecoverWallet.next" = "Suivant";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Cliquez ici pour plus d'informations.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Flèche droite";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Entrez la clé papier pour le portefeuille que vous souhaitez récupérer.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Pour réinitialiser votre PIN, entrez les mots de votre clé papier dans les cases ci-dessous.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Veuillez d'abord entrer un montant.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Demander un montant";

/* Alert action button label */
"ReScan.alertAction" = "Synchroniser";

/* Alert message body */
"ReScan.alertMessage" = "Vous ne pourrez pas envoyer d'argent lors de la synchronisation.";

/* Alert message title */
"ReScan.alertTitle" = "Synchroniser avec la blockchain ?";

/* extimated time */
"ReScan.body1" = "20-45 minutes";

/* Syncing explanation */
"ReScan.body2" = "Si une transaction apparaît comme achevée sur le réseau de bitcoin mais pas dans votre EasyETZ.";

/* Syncing explanation */
"ReScan.body3" = "Vous recevez de manière répétée un message d'erreur vous informant du rejet de votre transaction.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Démarrer la synchronisation";

/* Sync blockchain view footer */
"ReScan.footer" = "Vous ne pourrez pas envoyer d'argent lors de la synchronisation avec la blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Synchroniser avec la blockchain";

/* Subheader label */
"ReScan.subheader1" = "Temps estimé";

/* Subheader label */
"ReScan.subheader2" = "Quand synchroniser ?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash d'appareil photo";

/* Complete filter label */
"Search.complete" = "terminé";

/* Pending filter label */
"Search.pending" = "en attente";

/* Received filter label */
"Search.received" = "reçu";

/* [Click here to] search */
"Search.search" = "Rechercher";

/* Sent filter label */
"Search.sent" = "envoyé";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Activez toutes les fonctionnalités de sécurité pour une protection maximale.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "La seule façon d'accéder à votre etherzero si vous perdez ou mettez à niveau votre téléphone.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Clé papier";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protège vos EasyETZ contre les utilisateurs non autorisés.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN à six chiffres";

/* Security Center Title */
"SecurityCenter.title" = "Centre de sécurité";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Débloquez convenablement vos EasyETZ et envoyez de l'argent jusqu'à une limite définie.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "Identification par empreinte digitale";

/* Send money amount label */
"Send.amountLabel" = "Montant";

/* Balance: $4.00 */
"Send.balance" = "Solde : %1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "Autoriser l'accès à l'appareil photo en allant dans « Paramètres » > « Apps » > « EasyETZ » > « Permissions »";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "EasyETZ n'est pas autorisé à accéder à l'appareil photo";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Allez dans Paramètres pour autoriser l'accès à la caméra.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "EasyETZ n'est pas autorisé à accéder à la caméra";

/* Warning when sending to self. */
"Send.containsAddress" = "La destination est votre propre adresse. Vous ne pouvez pas envoyer à vous même.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Impossible de créer une transaction.";

/* Description for sending money label */
"Send.descriptionLabel" = "Mémo";

/* Description for sending data label */
"Send.dataValueLabel" = "Les données";

/* Description for sending gaslimit label */
"Send.gasLimitLabel" = "Limite de gaz";

/* Description for sending gasprice label */
"Send.gasPriceLabel" = "Prix du gaz";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Le champ d'entrée est vide.";

/* "(you) can't send (to your)self" */
"Send.ethSendSelf" = "Impossible d'envoyer à soi-même.";

/* Network Fee: $0.01 */
"Send.fee" = "Frais de réseau : %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "L'identité du bénéficiaire n'est pas certifiée.";

/* Insufficient funds error */
"Send.insufficientFunds" = "Fonds insuffisants";

/* e,g, "You must have at least $2 in your wallet in order to transfer this type of token." In this case, "token" is an ethereum ERC20 token. */
"Send.insufficientGasMessage" = "Vous devez avoir au moins %1$@ dans votre portefeuille pour transférer ce type de jeton. Souhaitez-vous être redirigé vers votre portefeuille EtherZero maintenant ?";

/* Your ethereum balance is insufficient to complete this action. */
"Send.insufficientGasTitle" = "Solde d'EtherZero insuffisant";

/* e.g. The destination is not a valid (bitcoin) address. */
"Send.invalidAddressMessage" = "L'adresse de destination n'est pas une adresse %1$@ valide.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Le champ d'entrée ne contient aucune adresse valide.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Adresse non valide";

/* Is rescanning error message */
"Send.isRescanning" = "L'envoi est désactivé pendant un re-scan complet.";

/* Warning when the user is trying to send bitcoin cash to a legacy bitcoin address (possible, but probably not what the user wants to do) */
"Send.legacyAddressWarning" = "Attention : il s'agit d'une ancienne adresse bitcoin. Etes-vous sûr de vouloir y envoyer des Bitcoins Cash ?";

/* We are loading the request (now) */
"Send.loadingRequest" = "Chargement de la demande";

/* Transaction fee could not be be caluculated error. */
"Send.nilFeeError" = "Fonds insuffisants pour couvrir les frais de transaction.";

/* Empty address alert message */
"Send.noAddress" = "Entrez l'adresse du destinataire.";

/* Emtpy amount alert message */
"Send.noAmount" = "Entrez un montant à envoyer.";

/* Error Data alert message */
"Send.errorData" = "Veuillez entrer les données de format correctes";

/* Error GasLimit alert message */
"Send.errorGasLimit" = "Veuillez entrer le bon format de limite de gaz";

/* Error GasPrice alert message */
"Send.errorGasPrice" = "Veuillez entrer le bon format de prix du gaz";

/* No Fees error */
"Send.noFeesError" = "Les conditions des frais de réseau sont en cours de téléchargement. Veuillez réessayer.";

/* Paste button label */
"Send.pasteLabel" = "Coller";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Impossible de publier la transaction.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Impossible de charger la demande de paiement";

/* Scan button label */
"Send.scanLabel" = "Scanner";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Envoyer";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Envoyer";

/* Send money to label */
"Send.toLabel" = "A";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Les adresses Bitcoin sont destinées à une utilisation unique.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "La réutilisation réduit la confidentialité pour vous et le destinataire et peut entraîner une perte si le destinataire ne contrôle pas directement l'adresse.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresse déjà utilisée";

/* Other settings section header */
"Settings.one" = "Autre";

"Settings.other" = "Autre";

"Settings.zero" = "Autre";

/* About label */
"Settings.about" = "À propos de";

/* Advanced settings header */
"Settings.advanced" = "Avancé";

/* Advanced Settings title */
"Settings.advancedTitle" = "Paramètres avancés";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Afficher la devise";

/* e.g. "USD Settings" (settings for how USD is handled) */
"Settings.currencyPageTitle" = "Paramètres %1$@";

/* Section title for a collection of different settings screens, one for each currency */
"Settings.currencySettings" = "Paramètres de devises";

/* Join Early access label */
"Settings.earlyAccess" = "Rejoignez l'accès anticipé";

/* Are you enjoying ETZ alert message body */
"Settings.enjoying" = "Vous aimez EasyETZ ?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limite de dépenses Face ID";

/* Redeem the funds stored on this private key. */
"Settings.importTitle" = "Faire valoir une clé privée";

/* Manage settings section header */
"Settings.manage" = "Gérer";

/* Notifications label */
"Settings.notifications" = "Notifications";

/* Section header for "other settings". */
"Settings.other" = "Autre";

/* Preferences settings section header */
"Settings.preferences" = "Préférences";

/* Tap here to reset the list of currencies to the default settings. */
"Settings.resetCurrencies" = "Restaurer les devises par défaut";

/* Leave review button label */
"Settings.review" = "Laissez-nous un commentaire";

/* Share anonymous data label */
"Settings.shareData" = "Partager des données anonymes";

/* Sync blockchain label */
"Settings.sync" = "Synchroniser avec la blockchain";

/* Settings title */
"Settings.title" = "Paramètres";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limite de dépenses avec le Touch ID";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "Limite de dépenses par identification avec empreinte digitale";

/* Wallet Settings section header */
"Settings.wallet" = "Portefeuille";

/* Unlink/delete your wallet from the current device. */
"Settings.wipe" = "Supprimer le lien de cet appareil";

/* Share data view body */
"ShareData.body" = "Aidez à améliorer EasyETZ en partageant vos données anonymes avec nous. Cela n'inclut aucune information financière. Nous respectons votre confidentialité financière.";

/* Share data header */
"ShareData.header" = "Partager les données ?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Partager des données anonymes ?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Enregistrez la clé papier à nouveau";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Votre clé papier est la seule façon de restaurer votre EasyETZ si votre téléphone est perdu, volé, cassé ou mis à niveau.\n\nNous allons vous montrer une liste de mots à écrire sur un morceau de papier et à garder en sécurité.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Écrire la clé papier";

/* Argument is date */
"StartPaperPhrase.date" = "Vous avez écrit votre clé papier la dernière fois sur %1$@";

/* button label */
"StartViewController.createButton" = "Créer un nouveau portefeuille";

/* Start view message */
"StartViewController.message" = "La façon la plus facile et sécurisée  d'utiliser etherzero.";

/* Recover your wallet from a backup */
"StartViewController.recoverButton" = "Récupérer le portefeuille";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Connexion";

/* Syncing view header text */
"SyncingView.header" = "Synchronisation";

/* Retry button label */
"SyncingView.retry" = "Réessayer";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synchronisation";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ j";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ min";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ sec";

/* Add [this item to the list] */
"TokenList.add" = "Ajouter";

/* Add Wallets  [to your home screen] */
"TokenList.addTitle" = "Ajouter des portefeuilles";

/* Hide [this token from view] */
"TokenList.hide" = "Cacher";

/* [click here to] Manage [your] Wallets */
"TokenList.manageTitle" = "Gérer les portefeuilles";

/* Remove [this item from the list] */
"TokenList.remove" = "Retirer";

/* Show [this item on your home screen] */
"TokenList.show" = "Afficher";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Vous pouvez personnaliser votre plafond de dépenses Touch ID à partir de %1$@.";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "Vous pouvez personnaliser votre limite de dépenses par identification via empreinte digitale depuis l'écran consacré à la limite de dépenses par identification via empreinte digitale";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "Vous n'avez pas activé l'identification par empreinte digitale sur cet appareil. Allez dans « Paramètres », puis dans « Sécurité », pour configurer l'identification par empreinte digitale";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "L'identification par empreinte digitale n'est pas activée";

/* Touch Id screen label */
"TouchIdSettings.label" = "Utilisez votre empreinte digitale pour débloquer votre EasyETZ et envoyer de l'argent jusqu'à une limite définie.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Écran de plafond de dépenses Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limite de dépenses : %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Activer Touch ID pour EasyETZ";

/* Enable fingerprint for this wallet called ETZ */
"TouchIdSettings.switchLabel.android" = "Activer l'identification par empreinte digitale";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "Identification par empreinte digitale";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Vous n'avez pas configuré Touch ID sur cet appareil. Accédez à Paramètres -> Touch ID et mot de passe pour le configurer maintenant.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID non configuré";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Toujours demander un code d'accès";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Vous devrez entrer votre code PIN à six chiffres pour envoyer une transaction supérieure à votre limite de dépenses et toutes les 48 heures depuis la dernière fois que vous avez entré votre code PIN à six chiffres.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limite de dépenses Touch ID";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "Limite de dépenses par identification via empreinte digitale";

/* Availability status text */
"Transaction.available" = "Disponible pour dépenser";

/* Transaction complete label */
"Transaction.complete" = "Terminer";

/* Transaction is confirming status text */
"Transaction.confirming" = "En cours";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Solde final : %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Taux de change au moment de la réception :";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Taux de change au moment de l'envoi :";

/* Transaction failed status text */
"Transaction.failed" = "Échec";

/* (b600 fee) */
"Transaction.fee" = "(frais de %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "NON VALIDE";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "juste maintenant";

/* Transaction is pending status text */
"Transaction.pending" = "En attente";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "En cours : %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "En cours : %1$@";

/* sending to <address> */
"Transaction.sendingTo" = "envoi à %1$@";

/* sent to <address> */
"Transaction.sentTo" = "envoyé à %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Solde initial : %1$@";

/* e.g. "[The money you paid was a] Fee for token transfer: ETZ" (ETZ is the token that was transfered) */
"Transaction.tokenTransfer" = "Frais de transfert du jeton : %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "En attente d'être confirmé. Certains marchands exigent une confirmation pour mener à bien une transaction. Temps estimé : 1-2 heures.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "compte";

/* Address received from header */
"TransactionDetails.addressFromHeader" = "Depuis";

/* Address sent to header */
"TransactionDetails.addressToHeader" = "Vers";

/* e.g. "(this was received) via (address #1)" via = by way of */
"TransactionDetails.addressViaHeader" = "Via";

/* Amount section header */
"TransactionDetails.amountHeader" = "Montant";

/* "(it was worth) $100 when sent, (and it is worth) $200 now" */
"TransactionDetails.amountWhenReceived" = "%1$@ au moment de l'envoi, %2$@ à présent";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmé en bloc";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Mémo";

/* Memo field placeholder */
"TransactionDetails.commentsPlaceholder" = "Ajouter un mémo...";

/* Timestamp section header for complete tx */
"TransactionDetails.completeTimestampHeader" = "Terminé";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Vos transactions apparaîtront ici.";

/* e.g. the users balance after the transaction was compeleted */
"TransactionDetails.endingBalanceHeader" = "Solde de clôture";

/* Exchange rate section header */
"TransactionDetails.exchangeRateHeader" = "Taux de change";

/* Tx detail field header */
"TransactionDetails.feeHeader" = "Montant total";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "à %1$@";

/* Tx detail field header */
"TransactionDetails.gasLimitHeader" = "Limite de gaz";

/* Tx detail field header */
"TransactionDetails.gasPriceHeader" = "Prix du gaz";

/* Label showing the transaction was started (initialized) */
"TransactionDetails.initializedTimestampHeader" = "Initialisé";

/* More button title */
"TransactionDetails.more" = "Plus...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Transféré %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Déplacé  <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Non confirmé";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "A reçu %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Reçu <b>%1$@</b>";

/* received from <address> */
"TransactionDetails.receivedFrom" = "reçu de %1$@";

/* received via <address> */
"TransactionDetails.receivedVia" = "reçu via %1$@";

/* receiving from <address> */
"TransactionDetails.receivingFrom" = "reçu de %1$@";

/* receiving via <address> */
"TransactionDetails.receivingVia" = "réception via %1$@";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "A envoyé %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Envoyé <b>%1$@</b>";

/* Show Details button */
"TransactionDetails.showDetails" = "Afficher les détails";

/* The balance the user started with before the transaction completed */
"TransactionDetails.startingBalanceHeader" = "Solde de départ";

/* Status section header */
"TransactionDetails.statusHeader" = "État";

/* Transaction Details Title */
"TransactionDetails.title" = "Détails de la transaction";

/* Hide Details button */
"TransactionDetails.titleFailed" = "Masquer les détails";

/* Transaction Details Title - Internal */
"TransactionDetails.titleInternal" = "Interne";

/* Transaction Details Title - Received */
"TransactionDetails.titleReceived" = "Reçu";

/* Transaction Details Title - Receiving */
"TransactionDetails.titleReceiving" = "Réception";

/* Transaction Details Title - Sending */
"TransactionDetails.titleSending" = "Envoi";

/* Transaction Details Title - Sent */
"TransactionDetails.titleSent" = "Envoyé";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "à %1$@";

/* Tx detail field header */
"TransactionDetails.totalHeader" = "Total";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Identifiant de transaction";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Reçu à cette adresse";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Envoyé à cette adresse";

/* advanced options */
"Transaction.advancedSet" = "Options avancées";

/* Disabled until date */
"UnlockScreen.disabled" = "Désactivé jusqu'à : %1$@";

/* Unlock with FaceID accessibility label */
"UnlockScreen.faceIdText" = "Déverrouiller avec Face ID";

/* My Address button title */
"UnlockScreen.myAddress" = "Mon adresse";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Réinitialiser le PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scanner";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Entrer le PIN";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "Appuyez sur le capteur";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Déverrouillez votre EasyETZ.";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "Veuillez déverrouiller votre appareil Android pour continuer.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Déverrouiller avec TouchID";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "Identification nécessaire";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Portefeuille déverrouillé";

/* Update PIN caption text */
"UpdatePin.caption" = "Souvenez-vous de ce code PIN. Si vous l'oubliez, vous ne pourrez pas accéder à votre etherzero.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Votre PIN sera utilisé pour débloquer votre EasyETZ et envoyer de l'argent.";

/* Update PIN title */
"UpdatePin.createTitle" = "Définir PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Entrer le PIN à nouveau";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Entrez votre code PIN actuel.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Entrez votre nouveau code PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Entrez votre nouveau PIN à nouveau.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Désolés, nous n'avons pas pu mettre à jour le code PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Erreur de mise à jour du code PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Mettre à jour le code PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copier les adresses du portefeuille dans le presse-papiers ?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autoriser à copier l'adresse du portefeuille dans le presse-papiers";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copier les adresses du portefeuille";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copier";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Veuillez entrer votre PIN pour autoriser cette transaction.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Entrez votre code PIN pour continuer.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN requis";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autoriser cette transaction";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Ouvrez l'application EasyETZ de l'iPhone pour configurer votre portefeuille.";

/* Dismiss button label */
"Webview.dismiss" = "Ignorer";

/* Webview loading error message */
"Webview.errorMessage" = "Une erreur s'est produite lors du chargement du contenu. Veuillez réessayer.";

/* Updating webview message */
"Webview.updating" = "Mise à jour...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "EasyETZwallet revient sous le nom de EasyETZ, avec un nouveau design et de nouvelles fonctionnalités. \n\nSi vous avez besoin d'aide, cliquez sur le (?) en haut à droite de la plupart des écrans.";

/* Top title of welcome screen */
"Welcome.title" = "Bienvenue chez EasyETZ !";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Souhaitez-vous vraiment supprimer ce portefeuille ?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Effacer le portefeuille ?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Échec de la suppression du portefeuille.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Échec";

/* Enter phrase to wipe wallet instruction. (Important to explain it is the CURRENT [this wallet's] paper key that needs to be entered). */
"WipeWallet.instruction" = "Pour commencer un nouveau portefeuille ou rétablir un portefeuille existant, vous devez d'abord supprimer le portefeuille actuellement installé. Pour continuer, saisissez la Clé Papier du portefeuille actuel.";

/* Instructions for unlinking the wallet */
"WipeWallet.startMessage" = "Démarrer ou récupérer un autre portefeuille vous permet d'accéder et de gérer un portefeuille EasyETZ différent sur cet appareil.\n";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Vous ne pourrez plus accéder à votre portefeuille courant depuis cet appareil. Si vous souhaitez le récupérer plus tard, vous devrais réentrer la clé papier.";

/* Unlink this wallet from this device. */
"WipeWallet.title" = "Démarrer our réinitialiser un autre portefeuille";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Effacer";

/* Wiping activity message */
"WipeWallet.wiping" = "Effacement...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Écrivez chaque mot en ordre et conserver dans un lieu sûr.";

/* button label */
"WritePaperPhrase.next" = "Suivant";

/* button label */
"WritePaperPhrase.previous" = "Précédent";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d de %2$d";

/** tabbar wallet */
"Tabbar.wallet" = "Portefeuille";

/** tabbar discover */
"Tabbar.discover" = "Découvrir";

/** tabbar mine */
"Tabbar.mine" = "Moi";

